Repository: DhakaCoders/capital-cn
Catalog: plugins/yobro/languages/yobro-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Yo Bro
es_es: Yoo Bro!
fr_fr: wesh ma gueule

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen auf diese Seite zuzugreifen .
es_es: No tienes suficientes permisos para editar las plantillas de esta web.
fr_fr: Vous ne disposez pas des autorisations suffisantes pour accéder à cette page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Yo Bro Settings
de_de: Yo Bro Einstellungen
es_es: Configuracion
fr_fr: Configuration

source: Enable Files in Chat
de_de: Aktivieren Sie Dateien im Chat
es_es: Habilitar archivos en el chat
fr_fr: Enregistrer automatiquement
it_it: Abilitare salvataggio automatico

source: AWS Access Key ID
es_es: ID de clave de acceso AWS
fr_fr: ID
it_it: AWS chiava accesso ID

source: AWS Secret Access Key
es_es: Clave de acceso secreta AWS
fr_fr: Votre clé de licence
it_it: AWS chiave di accesso segreta

source: AWS Bucket Name
de_de: Amazon s3 Bucket Name
es_es: Nombre del Bucket
fr_fr: Nom du compartiment
it_it: Bucket Name

source: AWS Bucket Region
de_de: Your Amazon S3 bucket region
es_es: Región del cubo
fr_fr: Région du compartiment
it_it: Bucket Region

source: Maximum File Size in MB
de_de: Maximale Dateigröße in MB
es_es: Tamaño máximo de archivo
fr_fr: Taille de fichier maximale (Mo)
it_it: Dimensioni massime del file (MB)

source: Maximum Number of Files in Single Upload
de_de: Maximale Anzahl an Dateien beim einzelnen Upload
es_es: Máximo número de archivos
fr_fr: Nombre maximal de fichiers
it_it: Numero massimo di file in Upload singolo

source: Enable Multiple Files
de_de: Verarbeitung von Merfach-Dateien erlauben
es_es: Múltiples archivos
fr_fr: Activer Hiérarchie
it_it: File multipli

source: Enable Avatar
de_de: Aktiviere Avator Mod?
es_es: Avatar de usuario
fr_fr: Activer les Avatars ?:
it_it: Avatar Utente

source: Chat Page Url
de_de: Chat-Seite URL
es_es: URL de la página
fr_fr: URL de la page
it_it: URL della pagina di chat

source: Number of Conversation in Notification
de_de: Anzahl der Gespräche in der Benachrichtigung
es_es: Número de decimales
fr_fr: Nombre de décimales
it_it: Numero di conversazione nella notifica

source: Number of Message in MessageBox
de_de: Anzahl der Nachrichten in MessageBox
es_es: Número
fr_fr: Le champ Message est obligatoire
it_it: Numero di messaggi in MessageBox

source: Chat Button Name
de_de: Bezeichnung Schaltfläche
es_es: Nombre del botón de perfil de usuario
fr_fr: Nom du bouton du profil utilisateur
it_it: Pulsante Chat

source: Save Changes
de_de: Sichere Änderungen
es_es: Guardar cambios
fr_fr: Sauvegarder les modifications
it_it: Salva Modifiche

source: Welcome to YoBro – You‘re almost ready to start :)
de_de: Willkommen auf CityTours - Sie sind fast startklar.
es_es: Bienvenido a Userplace – usted está casi listo para comenzar :)
fr_fr: Bienvenue à YoBro - Vous êtes presque prêt à commencer :)
it_it: Benvenuto a glassy – sei quasi pronto per iniziare :)

source: Enter some text...
de_de: Gebe etwas Text ein
es_es: Introduzca el texto del boton
fr_fr: Entrez un texte
it_it: Inserire qualche altro testo

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
it_it: Nuovo

source: Block
es_es: Bloque
fr_fr: Bloc
it_it: Blocco

source: Unblock
de_de: Freigeben
es_es: Desbloqueado
fr_fr: Débloquer
it_it: Sblocca

source: Block User?
de_de: Benutzer sperren
es_es: Bloque de línea de ayuda
fr_fr: Bloquer ce Bobba
it_it: Blocca Utente

source: Unblock User?
de_de: Benutzer entsperren
es_es: Desbloquear Usuario
fr_fr: Débloquer cet utilisateur
it_it: Sblocca Utente

source: Search
de_de: Suchen…
es_es: Buscar
fr_fr: Valider
it_it: ricerca

source: Create New Message
de_de: Neue Nachricht erstellen
es_es: Crear Nuevo Mensaje
fr_fr: Créer nouvelle annonce
it_it: Crea un nuovo messaggio

source: Search an User...
de_de: Nach einem Kunden suchen
es_es: Buscar por Grupo
fr_fr: Rechercher un icone
it_it: Gruppo di ricerca utenti

source: Message...
de_de: Nachricht…
es_es: Mensaje...
it_it: Messaggio...

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia

source: Sorry! No Conversation Found.
de_de: Leider nichts gefunden
es_es: No se han encontrado mensajes
fr_fr: Pardon! Aucune conversation trouvée.
it_it: Mi dispiace! Nessuna conversazione trovata.

source: A Few Seconds Ago
de_de: vor wenigen Sekunden
es_es: hace unos segundos
fr_fr: il y a quelques secondes
it_it: alcuni secondi fa

source: Click Enter to Send
de_de: Klicken Sie auf Enter.
es_es: Haga clic en Enter.
fr_fr: Cliquez sur Entrer pour envoyer
it_it: Clicca su "Invio".

source: You have blocked this user
de_de: Dieser Benutzer hat dich gesperrt.
es_es: Has bloqueado a esta persona.
fr_fr: Vous avez bloqué cet utilisateur
it_it: Hai bloccato %@.

source: unblock now
de_de: Buchung anfragen
es_es: hasta ahora
fr_fr: débloquer maintenant
it_it: Sblocca ora

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Si

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
it_it: Elimina

source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
it_it: Eliminato

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla

source: Canceled
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato

source: You can't send message to this user.
de_de: Sende eine Willkommens-Nachricht an diesen Benutzer
es_es: No puede enviar mensajes contra esta consulta.
fr_fr: Vous ne pouvez pas envoyer de message à cet utilisateur.
it_it: Invia un messaggio a questo utente

source: Delete Message
de_de: Nachricht löschen
es_es: Eliminar mensaje
fr_fr: Effacer le message
it_it: Cancella messaggio

source: Are you sure you want to delete this message
de_de: Sind sie sicher,dass Sie diese Nachricht löschen möchten?
es_es: ¿Está seguro de que quiere eliminar este mensaje?
fr_fr: Êtes-vous sûr de vouloir supprimer ce message
it_it: Sei sicuro di voler cancellare questo messaggio?

source: Send Message
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer le message
it_it: Invia messaggio

source: Message Sent Successfully
de_de: Ihre Nachricht wurde erfolgreich versendet
es_es: Mensaje enviado con éxito
fr_fr: Message envoyé avec succès
it_it: Messaggio inviato con successo

source: !Opps Something went wrong
de_de: Ups! Etwas ging schief…
es_es: Algo salió mal...
fr_fr: Opps! Une erreur est survenue…
it_it: Qualcosa è andato storto!

source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona Tutto

source: Select None
de_de: Keine auswählen
es_es: No seleccionar
fr_fr: Ne rien sélectionner
it_it: Annulla seleziona

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Estás seguro?
fr_fr: Etes-vous sûr ?
it_it: Sei sicuro/a?

source: You will not be able to recover this imaginary file!
de_de: Sie können sich nicht von diesem Service abmelden.
es_es: No será capaz de recuperar lo seleccionado
fr_fr: Vous ne serez pas capable de récupérer ce fichier imaginaire!
it_it: Non sarà possibile annullare l'azione.

source: Your imaginary file has been deleted.
de_de: Ihre Anzeige wurde gelöscht
es_es: El archivo se ha eliminado
fr_fr: Le fichier a été supprimé.
it_it: Il file è stato eliminato.

source: Message can not be deleted
de_de: Aktualisierungsnachricht vom Plugin-Entwickler:
es_es: No se puede eliminar el mensaje
fr_fr: Le message ne peut pas être supprimé
it_it: Impossibile eliminare il messaggio.

source: Sorry! No Message to Read
de_de: Array oder Objekt sind hier nicht erlaubt
es_es: Leer
fr_fr: Pardon! Aucun message à lire
it_it: No, spiacenti!

source: See All
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Voir tout
it_it: Vedi tutti

source: Go to conversation
de_de: Tarifbeschränkungen
es_es: ¡Estás listo para continuar!
fr_fr: Aller à la conversation
it_it: Siete tutti pronti per partire!

source: Send to All
de_de: Alle
es_es: Enviar a
fr_fr: Envoyer à
it_it: Invia a tutti

source: Unseen Messages
de_de: Nachrichten
es_es: mensajes
fr_fr: Multiples messages non vus
it_it: Messaggi di invisibili

source: Yo Bro Chat Box
de_de: Yo Bro
es_es: Caja del Chat
fr_fr: Messages de la boîte de discussion

source: Pages
de_de: Seiten
es_es: Páginas
it_it: Pagine

source: Sorry this plugin use some <b>PHP VERSION 5.4</b> functionality. If you want to use this plugin please update your server <b>PHP VERSION 5.4</b> or higher.
de_de: Tut mir leid dieses Plugin verwenden einige <b>PHP VERSION 5.4</b> Funktionalität. Wenn Sie dieses Plugin verwenden möchten Bitte aktualisieren Sie Ihren Server <b>PHP VERSION 5.4</b> oder höher.
es_es: Lo sentimos este plugin utiliza algunas funciones de <b>PHP versión 5.4</b> . Si desea utilizar este plugin por favor actualice su servidor <b>PHP versión 5.4</b> o superior.
fr_fr: Désolé ce plugin utiliser certaines fonctionnalités de <b>PHP VERSION 5.4</b> . Si vous souhaitez utiliser ce plugin s’il vous plaît mettre à jour votre serveur <b>PHP VERSION 5.4</b> ou supérieur.
it_it: Mi dispiace questo plugin utilizzare alcune funzionalità di <b>PHP versione 5.4</b> . Se si desidera utilizzare questo plugin si prega di aggiornare il server <b>PHP versione 5.4</b> o superiore.

source: A simple WordPress messaging / chat solution
de_de: Eine einfache Lösung, die funktioniert.
es_es: Una solución sencilla y evolutiva.
fr_fr: Une solution simple pour le stationnement
it_it: Un semplice scenario di messaggistica

source: No
de_de: Nein
fr_fr: Non

source: Yo Bro Chat Notification
fr_fr: wesh ma gueule
